{
    "menu": [
        {
            "id": 7,
            "title": "The Atomic Cluck",
            "description": "Pão tostado, frango frito, maionese, alface, molho da casa, e sweet chili.",
            "fullDescription": "O “The Atomic Cluck” é um hambúrguer de frango suculento e crocante, perfeito para os tempos pós-apocalípticos. Ele apresenta uma generosa porção de peito de frango empanado, grelhado até a perfeição. A textura crocante do frango contrasta com a maciez do pão de hambúrguer.",
            "price": 20,
            "image": "https://raw.githubusercontent.com/CaioColli/BurguerHouseJson/main/Images/The%20Atomic%20Cluck.png"
        }, {
            "id": 8,
            "title": "Nukewings",
            "description": "Pão tostado, frango frito, maionese apimentada, alface, tomate, cebola roxa molho da casa, sweet chili e barbecue.",
            "fullDescription": "O “Frango Radioativo” é um hambúrguer de frango inspirado no mundo pós-apocalíptico de Fallout. Feito com um suculento filé de frango grelhado, este lanche é a escolha perfeita para sobreviventes que buscam uma refeição saborosa e nutritiva no meio do caos nuclear. O pão de gergelim, levemente envelhecido, abriga o frango, que é coberto com alface fresca, tomate suculento e um molho especial à base de maionese e pimenta. ",
            "price": 30,
            "image": "https://raw.githubusercontent.com/CaioColli/BurguerHouseJson/main/Images/Nukewings.png"
        }, {
            "id":9,
            "title": "Radburger",
            "description": "Pão tostado, frango frito, alface, tomate, ketchup, molho da casa e barbecue.",
            "fullDescription": "“Radburger” é uma explosão de sabor pós-apocalíptico! Este hambúrguer suculento começa com um pão de gergelim tostado, seguido por uma camada de alface fresca e um tomate suculento. No centro, você encontrará um hambúrguer grelhado perfeitamente, coberto com queijo derretido ou um molho especial. ",
            "price": 35,
            "image": "https://raw.githubusercontent.com/CaioColli/BurguerHouseJson/main/Images/Radburger.png"
        }
    ]
}