{
    "menu": [
        {
            "id": 4,
            "title": "The Rad-Burger",
            "description": "Pão tostado, dois hamburgueres grelhados, uma fatias de  queijo derretido, picles, alface, cebola, tomate e molho da casa cremoso em dobro.",
            "fullDescription": "O “The Rad-Burger Deluxe” é uma obra-prima pós-apocalíptica que combina sabores intensos e texturas incríveis. Este hambúrguer começa com um brioche brilhante e macio, tostado na grelha até atingir a perfeição. Em seguida, são empilhados dois suculentos hambúrgueres de carne bovina, grelhados até ficarem dourados por fora e suculentos por dentro. Uma fatia de queijo derretido cobre o hambúrguer superior, adicionando um toque de cremosidade.",
            "price": 45,
            "image": "https://raw.githubusercontent.com/CaioColli/BurguerHouseJson/main/Images/The%20Rad-Burger.png"
        },
        {
            "id": 5,
            "title": "Radioactive Salad Burguer",
            "description": "Pão tostado, hambúrguer grelhado, queijo, alface e tomate, cebola roxa, ketchup caseiro e molho especial.",
            "fullDescription": "O “Radioactive Salad Burguer” é uma explosão de frescor e sabor vegetal, perfeito para os amantes de saladas que desejam algo um pouco mais substancial. Começamos com um suculento hambúrguer de carne bovina, grelhado no ponto exato para manter a suculência e o sabor. Em seguida, sobre ele, é generosamente coberto com uma combinação de vegetais crocantes e frescos.",
            "price": 35,
            "image": "https://raw.githubusercontent.com/CaioColli/BurguerHouseJson/main/Images/Radioactive%20Salad%20Burguer.png"
        }, {
            "id": 6,
            "title": "The Junior Wastelander",
            "description": "Pão tostado, hamburguer grelhados, uma fatias de queijo, alface, cebola roxa, tomate, molho da casa e ketchup.",
            "fullDescription": "O “The Junior Wastelander Burger” é uma jornada. O pão crocante contrasta com a suculência do hambúrguer. O queijo derretido se mistura com os vegetais frescos, criando uma sinfonia de sabores. Os anéis de cebola adicionam um toque de ousadia, como se dissessem: “Ainda estamos aqui, apesar de tudo.”",
            "price": 25,
            "image": "https://raw.githubusercontent.com/CaioColli/BurguerHouseJson/main/Images/The%20Junior%20Wastelander.png"
        }
    ]
}